
// ******************
// English
// ******************

// 
// Finder UI
// 

/* indicate copying photos to camera roll:<DONE>/<TOTAL> */
"Copying photos to Camera Roll:" = "Copying photos to Camera Roll:";

/* Just you did press snap button, indicate taking photo. */
"Taking photo..." = "Taking photo...";

/* Photo has been taken, indicate saving the photo. */
"Saving photo..." = "Saving photo...";

// 
// mode notifier (ae/af)
// 

/* notify adjusting AE/AF mode */
"AE/AF Adjusting" = "AE/AF Adjusting";

/* notify AE/AF is in Auto */
"AE/AF Auto" = "AE/AF Auto";

/* notify AE/AF is in Lock, aka AEAF Lock */
"AE/AF Lock" = "AE/AF Lock";

/* notifiy starting up AE/AF mode */
"AE/AF starting up" = "AE/AF starting up";

// 
// mode notifier (exposure)
// 

/* indicate Auto Exposure mode is starting up */
"AE Starting up" = "AE starting up";

/* indicate Auto Exposure mode is adjusting exposure */
"AE adjusting" = "AE adjusting";

/* indicate Exposure is in Lock */
"Exposure Lock" = "Exposure Lock";

/* indicate Exposure is in Auto */
"Auto Exposure" = "AE";

/* indicate Exposure is manualy controlled */
"Manual Exposure" = "ME";

// 
// mode notifier (focus)
// 

/* indicate Auto Focus is starting up */
"AF Starting up" = "AE starting up";

/* indicate Auto Focus mod is adjusting focus */
"AF adjusting" = "AF adjusting";

/* indicate Focus is in Lock */
"Focus Lock" = "Focus Lock";

/* indicate Focus is in Auto */
"Auto Focus" = "AF";

/* indicate Focus is manualy controlled */
"Manual Focus" = "MF";

// 
// mode notifier (whitebalance)
// 

/* indicate running(=adjusting) auto whitebalance block */
"WB Adjusting" = "WB Adjusting";

/* indicate whitebalance is automatically adjusted continuously */
"WB Auto" = "WB Auto";

/* indicate whitebalance is locked, (is in device level wb lock) */
"WB Lock" = "WB Lock";

/* indicate whitebalance is manually adjusted by user's selection */
"WB Manual" = "WB Manual";

/* indicate starting up whitebalance mode */
"WB starting up" = "WB starting up";


// 
// album
// 

/* The title of Album View */
"Album view title" = "MyAlbum";

/* The title of Album in Select Mode as like Select Photo (3) */
"Album select mode title" = "Select Photo";


// 
// General strings
// 

/* general cancel string */
"Cancel" = "Cancel";

/* general delete string */
"Delete" = "Delete";


// 
// album action sheet
// 

/* Album action sheet, copy to camera roll action */
"Copy to Camera Roll" = "Copy to Camera Roll";

/* Album action sheet, delete selected photos action */
"Delete selected photos" = "Delete selected photos";


// 
// album action tool bar
// 

/* Album action tool bar, share tool button */
"Share" = "Share";


// 
// snap view action sheet
// 

/* Tag for snap day label, the date of this photo was taken */
"Shooting date:" = "Date : ";

/* Snap view action sheet, use for whitebalance action */
"Use for White Balance" = "Use for White Balance";

/* Snap view action sheet, delete this photo action */
"Delete this photo" = "Delete this photo";


